[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=منتديات عميد التعريب   _   الأستاذ عوض الغامدي
VERSION=4.5.0

[Language]
LANGUAGE= عربي 
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x3801, 0x3C01, 0x1401, 0x0C01, 0x0801, 0x2C01, 0x3401, 0x3001, 0x1001, 0x1801, 0x2001, 0x4001, 0x0401, 0x2801, 0x1C01, 0x2401

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&ملف
CUSTOMIZE=ت&خصيص
EXIT=&خروج
EDIT=ت&حرير
COPY=&نسخ
FUNCTION=ال&وظيفة
HIDE_SMART_INFO=&S.M.A.R.T. إخفاء معلومات
HIDE_SERIAL_NUMBER=إخفاء &رقم التسلسل
SHOW_DRIVE_LETTER=إظهار &حرف محرك القرص
ADVANCED_DISK_SEARCH=بحث &متقدم في القرص
EVENT_LOG=&سجل الحدث
AAM_APM_CONTROL=AA&M/APM تحكم
AUTO_AAM_APM_ADAPTION=آلية AAM/A&PM ملاءمة
RESIDENT=أيقونة &جوار الساعة
STARTUP=&بدء التشغيل
OPEN_DISK_MANAGEMENT="فتح "&إدارة الأقراص
OPEN_DEVICE_MANAGER="فتح "&إدارة الأجهزة
ADVANCED_FEATURE=ميزة &متقدمة
REFRESH=&تحديث
RESCAN=إ&عادة فحص
DISABLE=ت&عطيل
AUTO_REFRESH=تحديث تلقا&ئي
AUTO_REFRESH_TARGET=&هدف التحديث التلقائي
AUTO_REFRESH_TARGET_ALL_DISK=التحديث التلقائي - إ&ستهداف كافة الأقراص
AUTO_REFRESH_UNTARGET_ALL_DISK=التحديث التلقائي - &عدم إستهداف كافة الأقراص
WAIT_TIME_AT_STARTUP=وقت الإ&نتظار عند بدء التشغيل
GRAPH=&رسم بياني
THEME=&سمات
DISK=ال&قرص
HELP=تعل&يمات
HELP_ABOUT=ترجمة الأستاذ عوض الغامدي
HELP_ABOUT_SMART=زيارة منتديات عميد التعريب
LANGUAGE=ال&لغة
ITEM=ال&مادة
TEMPERATURE_TYPE=&نوع الحرارة
CELSIUS=(°C) مئوية
FAHRENHEIT=(°F) فهرنهايت
HEALTH_STATUS_SETTING=إ&عداد حالة السلامة

;Graph
OPTION=&خيارات
LEGEND_POSITION=مكان &التوضيح
NORTH_WEST=ال&شمال الغربي
NORTH_EAST=الشمال الش&رقي
SOUTH_WEST=الجنوب ال&غربي
SOUTH_EAST=الج&نوب الشرقي
MAX_PLOT_POINT=أ&قصى نقطة للحبكة
TIME_FORMAT=&صيغة الوقت
PAINT_WEEKEND=ألوان نهاية الأ&سبوع
ALL=ال&كل

;2.7.0
COPY_OPTION=&خيار النسخ
RESIDENT_STYLE=&عند الإغلاق
MINIMIZE=تصغير
HIDE=إخفاء

;3.0.0
ZOOM=ال&بؤرة
AUTO=&تلقائية
ATTRIBUTE=ال&خاصية

;3.5.0
ASCII_VIEW=ASCII عرض
AUTO_DTECTION=إكتشاف آلي
SECOND=ثانية
MINUTE=دقيقة
HOUR=ساعة

:3.9.4
WORKAROUND=&حل بديل

;4.0.0
ALERT_MAIL=البريد للتنبيه
MAIL_SETTINGS=إعدادات البريد
SMART_IN_ENGLISH=بالإنجليزية S.M.A.R.T.
FONT_SETTING=إعداد الخطوط

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=خروج
REFRESH=تحديث
RESCAN=إعادة فحص
ENABLE=تمكين
DISABLE=تعطيل
ENABLE_ALL=تمكين الكل
DISABLE_ALL=تعطيل الكل
AUTO_REFRESH=تحديث تلقائي
AUTO_REFRESH_01_MIN=دقيقة
AUTO_REFRESH_03_MIN=3 دقائق
AUTO_REFRESH_05_MIN=5 دقائق
AUTO_REFRESH_10_MIN=10 دقائق
AUTO_REFRESH_30_MIN=30 دقيقة
AUTO_REFRESH_60_MIN=60 دقيقة
AUTO_REFRESH_TARGET=هدف التحديث التلقائي
AUTO_REFRESH_TARGET_ALL_DISK=التحديث التلقائي - إستهداف كافة الأقراص
AUTO_REFRESH_UNTARGET_ALL_DISK=التحديث التلقائي - عدم إستهداف كافة الأقراص
ALARM_SETTING_TEMPERATURE=إعداد المنبه - الحرارة
ALARM_SETTING_HEALTH_STATUS=إعداد المنبه - حالة السلامة
SHOW_MAIN_WINDOW=إظهار النافذة الرئيسية
SHOW_TEMPERATURE_ICON=إظهار أيقونة درجة الحرارة
SHOW_ALL_TEMPERATURE_ICON=إظهار أيقونة لكافة درجات الحرارة
HIDE_ALL_TEMPERATURE_ICON=إخفاء أيقونة لكافة درجات الحرارة
COLLECTIVE_SETTING=إعداد جماعي
GRAPH=مخطط بياني
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=إظهار أيقونة الحرارة فقط

[DiskStatus]
GOOD=جيدة
CAUTION=تحذير
BAD=سيئة
UNKNOWN=غير معروفة
DISK=القرص

[Dialog]
LIST_ID=الهوية
LIST_CURRENT=الحالي
LIST_WORST=سيئة جدا
LIST_THRESHOLD=العتبة
LIST_RAW_VALUES=قيم خام
;LIST_DESCRIPTION=الوصف
LIST_ATTRIBUTE_NAME=إسم الخاصية

FIRMWARE=البرنامج الداخلي
SERIAL_NUMBER=رقم التسلسل
INTERFACE=الواجهة
STANDARD=عادي
TRANSFER_MODE=نمط النقل
BUFFER_SIZE=حجم المخزون المؤقت
NV_CACHE_SIZE=المؤقت NV حجم مخزون
ROTATION_RATE=معدل الدوران
TEMPERATURE=الحرارة
POWER_ON_HOURS=ساعات توصيل التيار
POWER_ON_COUNT=عدد مرات توصيل التيار
DRIVE_LETTER=حرف القرص
FEATURE=المميزات المعتمدة
HEALTH_STATUS=حالة القرص

UNKNOWN=غير معروفة
POWER_ON_COUNT_UNIT=مرة
POWER_ON_HOURS_UNIT=ساعة
POWER_ON_DAYS_UNIT=يوم

;4.3
TOTAL_HOST_WRITES=Host إجمالي عدد عمليات كتابة
TOTAL_HOST_READS=Host إجمالي عدد عمليات قراءة
TOTAL_NAND_WRITES=NAND عمليات كتابة

;4.5
WEAR_LEVELING_COUNT=مرات تسوية الطبقة الخارجية

[Message]
DETECT_UNIT_POWER_ON_HOURS=إكتشاف وحدة "ساعات توصيل التيار" (تتطلب حوالي 130 ثانية) ـ
DETECT_DISK=إكتشاف القرص
PLEASE_ENABLE_WMI=(Windows إدارة أجهزة) WMI الرجاء تمكين
PLEASE_RESTART_THIS_APPLICATION=الرجاء إعادة تشغيل التطبيق من أجل تغيير السمة
DISK_NOT_FOUND=القرص غير موجود

[Alarm]
ALARM_TEMPERATURE=المنبه - درجة الحرارة
ALARM_HEALTH_STATUS=المنبه - حالة السلامة
DEGRADATION=تخفيض الطاقة
RECOVERY=الإسترداد
;3.5.0
INFO_HEALTH_STATUS=معلومات - حالة السلامة	

[Graph]
PLEASE_SELECT_ITEM=الرجاء تحديد مادة
ACTUAL_VALUE=(القيمة الفعلية (القيمة الخام
NORMALIZED_VALUE=(القيمة الطبيعية (القيمة الحالية
ALL_ON=الكل شغال
ALL_OFF=الكل إغلاق
RESET=إعادة الوضع

[Customize]
LINE_COLOR=لون السطر
BACKGROUND_IMAGE=صورة الخلفية
SUPPORTED_IMAGE_FORMAT=صيغة الصورة المعتمدة
ALL_FILES=كافة الملفات

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- (80h) صامت
AAM_HIGH=الأداء (FEh) ->
AAM_RECOMMEND=القيمة المستحسنة
APM_LOW=<- (01h) أدنى طاقة
APM_HIGH=الأداء (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=(AAM) الإدارة الصوتية الآلية
ADVANCED_POWER_MANAGEMENT=(APM) إدارة الطاقة المتقدمة

[WindowTitle]
ABOUT=حول
GRAPH=مخطط بياني
CUSTOMIZE=تخصيص
VERSION_INFORMATION=معلومات الإصدار
AAM_APM_CONTROL=AAM/APM تحكم
HEALTH_STATUS_SETTING=إعداد حالة السلامة

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=عتبة التحذير
APPLY=تطبيق
DEFAULT=الإفتراضي

[Smart]
UNKNOWN=غير معروفة
VENDOR_SPECIFIC=بائع معين
01=معدل خطأ القراءة
02=أداء الإنتاجية
03=وقت الدوران
04=غدد مرات البدء/الإيقاف
05=عدد القطاعات المعاد تخصيصها
06=قراءة هامش القناة
07=معدل تقصي الخطأ
08=أداء وقت التقصي
09=ساعات توصيل الطاقة
0A=عدد محاولات التدوير
0B=محاولة إعادة ضبط المعايرة
0C=عدد دورات الطاقة
0D=محاولة معدل الخطأ الناعم للقراءة
B8=End-to-End خطأ
BB=الأخطاء الغير قابلة للتصحيح في التقرير
BC=نفاذ الوقت لسطر الأوامر
BD=High Fly كتابة
BE=درجة حرارة إندفاع الهواء
BF=G-Sense معدل خطأ
C0=عدد تراجع إغلاق الطاقة
C1=عدد تحميل/عدم تحميل الدورة
C2=الحرارة
C3=المستردة ECC أجهزة
C4=عدد الحدث لإعادة التخصيص
C5=عدد القطاعات المعلقة حاليا
C6=عدد القطاعات الغير قابلة للتصحيح
C7=UltraDMA CRC عدد أخطاء
C8=معدل الخطأ للكتابة
C9=Soft معدل خطأ قراءة
CA=خطأ في علامة عنوان البيانات
CB=إلغاء نفاذ التشغيل
CC=ناعم ECC تصحيح
CD=معدل قسوة الحرارية
CE=إرتفاع التحليق
CF=التيار العالي للدوران
D0=طنين الدوران
D1=أداء التقصي بغير إتصال
D3=الإهتزاز أثناء القراءة
D4=النتر أثناء الكتابة
DC=تبديل القرص
DD=G-Sense معدل خطأ
DE=الساعات المحملة
DF=عدد محاولات التحميل/عدم التحميل
E0=إحتكاك التحميل
E1=عدد تحميل/عدم تحميل الدورة
E2='In'-تحميل وقت
E3=عدد توسع الطوق
E4=فصل الطاقة عن دورة التقهقر
E6=GMR إتساع مقدمة
E7=الحرارة
F0=ساعات تحليق المقدمة
FA=معدل محاولات خطأ القراءة
FE=حماية حرة كاملة

;4.5.0
F1=المكتوبة LBA إجمالي
F2=المقروءة LBA إجمالي

[SmartSsd]
01=معدل خطأ القراءة
02=أداء الإنتاجية
03=وقت الدوران
04=غدد مرات البدء/الإيقاف
05=عدد القطاعات المعاد تخصيصها
06=قراءة هامش القناة
07=معدل تقصي الخطأ
08=أداء وقت التقصي
09=ساعات توصيل الطاقة
0A=عدد محاولات التدوير
0B=محاولة إعادة ضبط المعايرة
0C=عدد دورات الطاقة
0D=محاولة معدل الخطأ الناعم للقراءة
C0=عدد مرات الإغلاق المفاجيء
C2=الحرارة
C4=عدد الحدث لإعادة التخصيص
C5=عدد القطاعات المعلقة حاليا
C6=عدد القطاعات الغير قابلة للتصحيح
; CrystalDiskInfo assign
FF=الحياة المتبقية

[SmartMtron]
BB=عدد المحو الكلي

[SmartIndlinx]
01=معدل خطأ القراءة
09=ساعات توصيل الطاقة
0C=عدد دورات الطاقة
B8=عدد تهيئة الكتل السيئة
C3=عدد كتل البرنامج الفاشلة
C4=عدد كتل المحو الفاشلة
C5=عدد كتل القراءة الفاشلة
C6=العدد الكلي لقطاعات القراءة
C7=العدد الكلي لقطاعات الكتابة
C8=العدد الكلي لأوامر القراءة
C9=العدد الكلي لأوامر الكتابة
CA=FLASH من Bit العدد الكلي لأخطاء
CB=القابلة للتصحيح Bit العدد الكلي لقطاعات القراءة مع أخطاء
CC=معلمة الكتلة السيئة الكاملة
CD=PE مواصفات أقصى عدد لـ
CE=أدنى عدد للمحو
CF=أقصى عدد للمحو
D0=متوسط عدد المحو
D1=حياة القرص المتبقية

[SmartJMicron60x]
09=ساعات توصيل الطاقة
0C=عدد دورات الطاقة
C2=الحرارة
E5=Flash هوية إنهيار النظام , هوية
E8=نسخة البرنامج الداخلي
E9=مؤشر هدر الوسائط
EA=متوسط عدد المحو , أقصى عدد للمحو
EB=عدد الكتل الجيدة , عدد كتل النظام

[SmartIntel]
03=وقت التسارع
04=غدد مرات البدء/الإيقاف
05=عدد القطاعات المعاد تخصيصها
09=عدد ساعات توصيل الطاقة
0C=عدد دورات الطاقة
C0=عدد مرات الإغلاق المفاجيء
E1=عمليات كتابة المضيف
E8=المساحة المحجوزة المتوفرة
E9=مؤشر تلاشي الوسيطة
B8=في التقرير I/O أخطاء الرمز في كشف أخطاء

;Updated 4.1
AA=المساحة المحجوزة المتوفرة
AB=عدد مرات فشل البرنامج
AC=عدد مرات فشل المحو
BB=عدد الأخطاء الغير قابلة للتصحيح

;Updated 4.3
AE=مرات فقدان الطاقة المغاجئ
E2=التأثير اللحظي لتشغيل الوسيطة
E3=Host معدل التشغيل الزمني للكتابة/للقراءة
E4=المؤقت للتشغيل الزمني
F1=المكتوبة LBA إجمالي
F2=المقروءة LB&A إجمالي
F9=NAND عمليات كتابة

[SmartSamsung] ;Updated (4.3)
05=عدد القطاعات المعاد تخصيصها
09=ساعات توصيل الطاقة
0C=عدد مرات توصيل الطاقة
AF=(عدد مرات فشل البرنامج (رقاقة
B0=(عدد فشل المحو (رقاقة
B1=مرات تسوية الطبقة الخارجية
B2=(عدد الكتل المحجوزة المستخدمة (رقاقة
B3=(عدد الكتل المحجوزة المستخدمة (المجموع
B4=(عدد الكتل المحجوزة الغير مستخدمة (المجموع
B5=(عدد مرات فشل البرنامج (الكلي
B6=عدد مرات فشل المحو
B7=(زمن التشغيل للكتل السيئة (الكلي
BB=عدد الأخطاء الغير قابلة للتصحيح
BE=درجة حرارة إندفاع الهواء
C2=الحرارة
C3=ECC معدل خطأ
C6=عدد الأخطاء بدون الإتصال غير قابلة للتصحيح
C7=CRC عدد أخطاء
C9=Super cap حالة
CA=SSD حالة وضعية
EB=POR عدد مرات إسترداد
F1=المكتوبة LBA إجمالي
F2=المقروءة LBA إجمالي

[SmartSandForce] ;Updated (3.7)
01=Raw Read معدل الخطأ
05=عدد الكتل العاطلة
09=ساعات توصيل الطاقة
0C=عدد دورات الطاقة
0D=Soft معدل خطأ قراءة
64=الغيغابايت الممسوحة
AA=عدد الكتل المحجوزة
AB=عدد مرات فشل البرنامج
AC=عدد مرات فشل المحو
AE=مرات فقدان الطاقة المغاجئ
B1=نطاق إرتداء دلتا
B5=عدد مرات فشل البرنامج
B6=عدد مرات فشل المحو
B8=في التقرير I/O أخطاء الرمز في كشف أخطاء
BB=الأخطاء الغير قابلة للتصحيح في التقرير
C2=الحرارة
C3=الغير قابلة للتصحيح On‐the‐Fly ECC أخطاء
C4=عدد الحدث لإعادة التخصيص
C6=عدد القطاعات الغير قابلة للتصحيح
C7=SATA R- أخطاء (CRC) عدد أخطاء
C9=معدل الخطأ للقراءة السلسة الغير متوافقة
CC=Soft ECC معدل تصحيح
E6=وضع منحنى العمر
E7=المتبقي SSD عمر
E8=المساحة المحجوزة المتوفرة
EB=SuperCap سلامة
F1=من المستضيف Lifetime مرات كتابة
F2=القراءات مدى العمر من المضيف

[SmartJMicron61x] ;Added (3.9)
01=Raw Read معدل قراءة
02=أداء الإنتاجية
03=وقت الدوران
05=عدد القطاعات المعاد تخصيصها
07=معدل تقصي الخطأ
08=أداء وقت التقصي
09=ساعات توصيل الطاقة
0A=عدد محاولات التدوير
0C=عدد دورات الطاقة
A8=SATA PHY عدد أخطاء
AF=(عدد فشل البرنامج (الرقاقة
C0=مرات فقدان الطاقة المغاجئ
C2=الحرارة
C5=عدد القطاعات المعلقة حاليا
AA=عدد الكتل السيئة
AD=مرات المحو

[SmartMicron] ;Added 4.0/Updated 4.5
01=Raw Read معدل الخطأ
05=عدد القطاعات المعاد تخصيصها
09=ساعات توصيل الطاقة
0C=عدد دورات الطاقة
AA=عدد الكتل ذات الفشل المتنامي
AB=عدد مرات فشل البرنامج
AC=عدد مرات فشل المحو
AD=مرات تسوية الطبقة الخارجية
AE=مرات فقدان الطاقة المغاجئ
B5=وصول بدون محاذاة 4ك
B7=SATA تدهور واجهة
BB=الأخطاء الغير قابلة للتصحيح في التقرير
BC=نفاذ الوقت لسطر الأوامر
BD=عدد الكتل السيئة التصنيع
C4=عدد الحدث لإعادة التخصيص
C5=عدد القطاعات المعلقة حاليا
C6=الغير قابل للتصحيح Smart Off-line عدد أخطاء فحص
C7=Ultra DMA CRC معدل الخطأ لـ
CA=النسبة المئوية لعمر الإستخدام حسب التصنيف
CE=معدل الخطأ للكتابة
F2=تقدم الحماية ضد الكتابة

;4.5
B8=عدد مرات تصحيح الأخطاء
C2=الجرارة الباطنية
C3=التراكمية المصححة ECC عدد

[SmartOcz] ;Added (4.5)
01=معدل أخطاء القراءة الأولية
03=وقت التسارع
04=مرات التشغيل و التوقف
05=عدد القطاعات المعاد تخصيصها
09=ساعات توصيل الطاقة
0C=مرات تدوير الطاقة
E8=إجمالي العدد لقطاعات الكتابة
E9=عمر القرص المتبقي